Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: In auditoriums in Group A, the permissible amount of curtains, draperies, fabric hangings and similar combustible decorative materials suspended from walls or ceilings shall not exceed 75 percent of the aggregate wall area where the building is equipped throughout with an approved automatic sprinkler system in accordance with Section 903.3.1.1, and where the material is installed in accordance with Section 803.15 of this code.
fr_ca: Dans les auditoriums des établissements du groupe A, la quantité autorisée de rideaux, tentures, éléments suspendus en tissu et matériaux décoratifs combustibles similaires suspendus aux murs ou aux plafonds ne doit pas dépasser 75 % de la superficie totale des murs lorsque le bâtiment est entièrement équipé d’un système d’extincteurs automatiques approuvé conformément à la section 903.3.1.1 et que les matériaux sont installés conformément à la section 803.15 du présent code.

source: In bleachers, wheelchair space locations provided only in rows at points of entry to bleacher seating shall be permitted.
fr_ca: Dans les gradins, les emplacements pour fauteuils roulants prévus uniquement dans les rangées aux points d'entrée des SIÈGES des gradins peuvent être autorisés.

source: In buildings of Type IIA, IIIA and VA construction, a fire-resistance-rated floor is not required, provided that the space below the stage is equipped with an automatic sprinkler system or fire-extinguishing system in accordance with Section 903 or 904.
fr_ca: Dans les bâtiments de type IIA, IIIA et VA, un plancher présentant une résistance au feu n’est pas requis, à condition que l’espace sous la scène soit équipé d’un système d’extincteurs automatiques ou d’un système d’extinction d’incendie conformément à la section 903 ou 904.

source: In buildings of Type IIB, IIIB or VB construction, the construction supporting the horizontal assembly is not required to be fire-resistance rated at the following:
fr_ca: Dans les bâtiments de type de construction IIB, IIIB ou VB, la construction supportant l’assemblage horizontal n’est pas tenue de présenter une résistance au feu dans les cas suivants :

source: In buildings of Types IV-A, IV-B and IV-C construction, where connection fire-resistance ratings are provided by wood cover calculated to meet the requirements of Section 2304.10.1, inspection of the wood cover shall be made after the cover is installed, but before any other coverings or finishes are installed.
fr_ca: Dans les bâtiments de construction de types IV-A, IV-B et IV-C, lorsque la résistance au feu des connexions est assurée par un revêtement en bois calculé pour satisfaire aux exigences de l’article 2304.10.1, une inspection du revêtement en bois doit être effectuée après son installation, mais avant l’installation de tout autre revêtement ou fini.

source: In buildings where a required accessible floor or occupied roof is four or more stories above or below a level of exit discharge, not less than one required accessible means of egress shall be an elevator complying with Section 1009.4.
fr_ca: Dans les bâtiments où un plancher accessible exigé ou un toit occupé se trouve à quatre étages ou plus au-dessus ou au-dessous d’un niveau d’évacuation menant à l’extérieur, au moins un des moyens d’évacuation accessibles exigés doit être un ascenseur conforme à la section 1009.4.

source: In buildings where ambulatory care is provided on levels other than the level of exit discharge, an automatic sprinkler system shall be installed throughout the entire floor as well as all floors below where such care is provided, and all floors between the level of ambulatory care and the nearest level of exit discharge, the level of exit discharge, and all floors below the level of exit discharge.
fr_ca: Dans les bâtiments où des soins ambulatoires sont dispensés à des niveaux autres que le niveau d’évacuation menant à l’extérieur, un système d’extincteurs automatiques doit être installé dans tout l’étage concerné ainsi que dans tous les étages situés en dessous où de tels soins sont dispensés, et dans tous les étages situés entre le niveau où les soins ambulatoires sont dispensés et le niveau de l'issue d’évacuation menant à l’extérieur le plus proche, ainsi que dans le niveau de l'issue d’évacuation menant à l’extérieur et tous les étages situés en dessous de celui-ci.

source: In buildings where every classroom has not fewer than one exterior exit door at ground level, an automatic sprinkler system is not required in any area below the lowest level of exit discharge serving that area.
fr_ca: Dans les bâtiments où chaque salle de classe comporte au moins une porte d’issue extérieure au niveau du sol, un système d’extincteurs automatiques n’est pas requis dans les aires situées sous le niveau d’évacuation menant à l’extérieur le plus bas desservant cette zone.

source: In buildings with an occupied floor more than 120 feet (36 576 mm) above the lowest level of fire department vehicle access, not fewer than two fire service access elevators, or all elevators, whichever is less, shall be provided in accordance with Section 3007.
fr_ca: Dans les bâtiments dont un étage occupé est situé à plus de 120 pi (36 576 mm) au-dessus du niveau le plus bas d’accès des véhicules du service d’incendie, au moins deux ascenseurs d’accès pour les services d’incendie, ou tous les ascenseurs, selon le nombre le moins élevé, doivent être prévus conformément à l’article 3007.

source: In buildings with three or more interior exit stairways, not fewer than two of the interior exit stairways shall comply with this section.
fr_ca: Dans les bâtiments comportant trois escaliers d’issue intérieurs ou plus, au moins deux de ces escaliers doivent être conformes au présent article.

source: In commercial or industrial buildings, for each floor or portion thereof designed for live loads exceeding 50 psf (2.40 kN/m2), such design live loads shall be conspicuously posted by the owner or the owner's authorized agent in that part of each story in which they apply, using durable signs.
fr_ca: Dans les bâtiments commerciaux ou industriels, pour chaque étage ou partie d’étage conçu pour des charges vives supérieures à 50 lb/pi² (2,40 kN/m²), ces charges vives de calcul doivent être affichées bien en vue par le propriétaire ou son mandataire autorisé dans la partie de chaque étage à laquelle elles s’appliquent, au moyen de panneaux durables.

source: In congregate residences in Groups R-3 and R-4, an accessible route is not required to connect stories or mezzanines where Accessible units or Type B units, all common use areas serving Accessible units and Type B units and all public use areas serving Accessible units and Type B units are on an accessible route.
fr_ca: Dans les résidences collectives des groupes R-3 et R-4, un itinéraire accessible n’est pas exigé pour relier les étages ou les mezzanines lorsque les unités accessibles ou les unités de type B, toutes les aires à usage commun desservant les unités accessibles et les unités de type B et toutes les aires à usage public desservant les unités accessibles et les unités de type B sont desservies par un itinéraire accessible.

source: In detention and correctional facilities, common use areas that are used only by inmates or detainees and security personnel, and that do not serve holding cells or housing cells required to be Accessible units, are not required to comply with this chapter.
fr_ca: Dans les établissements de détention et les établissements correctionnels, les aires à usage commun utilisées uniquement par les détenus ou les personnes incarcérées et le personnel de sécurité, et qui ne desservent pas de cellules de garde ou de cellules d’hébergement devant être des unités accessibles, ne sont pas tenues d’être conformes au présent chapitre.

source: In dwellings or dwelling units with split levels and without an intervening door between the adjacent levels, a smoke alarm installed on the upper level shall suffice for the adjacent lower level provided that the lower level is less than one full story below the upper level.
fr_ca: Dans les logements à niveaux fractionnés et sans porte entre les niveaux adjacents, un détecteur de fumée installé au niveau supérieur est suffisant pour le niveau inférieur adjacent, à condition que le niveau inférieur soit à moins d'un étage complet en dessous du niveau supérieur.

source: In each case, openings into the fire-resistance-rated construction shall be limited to those needed for maintenance and operation and shall be protected by opening protectives in accordance with Section 716 for shaft enclosures.
fr_ca: Dans chaque cas, les ouvertures dans la construction présentant un degré de résistance au feu doivent être limitées à celles qui sont nécessaires pour l’entretien et le fonctionnement et doivent être protégées par des dispositifs de protection des ouvertures conformes aux exigences de la section 716 applicables aux puits encloisonnés.

source: In establishing catchment areas, the assumption shall be made that there is a balanced use of all means of egress, with the number of persons in proportion to egress capacity.
fr_ca: Pour établir les zones de captage, il faut supposer que tous les moyens d’évacuation sont utilisés de manière équilibrée, le nombre de personnes étant proportionnel à la capacité d’évacuation.

source: In existing buildings and facilities, a clearance of 48 inches (1220 mm) minimum in length measured perpendicular from the control wall, and 36 inches (915 mm) minimum in depth shall be provided adjacent to the open face of the compartment.
fr_ca: Dans les bâtiments et les installations existants, il faut prévoir un dégagement d'au moins 48 po [1220 mm] en longueur, mesuré perpendiculairement au mur de commande, et d'au moins 36 po [915 mm] en profondeur, adjacent à la face ouverte du compartiment.

source: In existing buildings and facilities, where a wheelchair space is entered from the front or rear, the wheelchair space shall be 48 inches (1220 mm) minimum in depth.
fr_ca: Dans les bâtiments et les installations existants, lorsqu'un espace pour fauteuil roulant est accessible par l'avant ou par l'arrière, l'espace pour fauteuil roulant doit avoir une profondeur minimale de 48 po [1220 mm].

source: In existing buildings or facilities, ramps shall be permitted to have slopes steeper than 1:12 complying with Table 405.2 where such slopes are necessary due to space limitations.
fr_ca: Dans les bâtiments ou les installations existants, les rampes peuvent avoir des pentes plus fortes que 1:12 conformément au tableau 405.2 lorsque de telles pentes sont nécessaires en raison de contraintes d'espace.

source: In existing buildings, elevator cars shall provide a clear floor area 36 inches (915 mm) minimum in width and 48 inches (1220 mm) minimum in depth.
fr_ca: Dans les bâtiments existants, les cabines d'ascenseur doivent offrir une surface de plancher libre d'au moins 36 po [915 mm] de largeur et d'au moins 48 po [1220 mm] de profondeur.

source: In existing buildings, platform lifts with doors on adjacent sides shall be permitted to provide a clear floor width of 36 inches (915 mm) and a clear floor depth of 60 inches (1525 mm).
fr_ca: Dans les bâtiments existants, les plates-formes élévatrices avec des portes sur les côtés adjacents peuvent offrir une largeur libre au sol de 36 po [915 mm] et une profondeur libre au sol de 60 po [1525 mm].

source: In existing facilities, in transfer-type shower compartments where provision of a threshold 1/2 inch (13 mm) in height would disturb the structural reinforcement of the floor slab, a threshold 2 inches (51 mm) maximum in height shall be permitted
fr_ca: Dans les installations existantes, dans les cabines de douche de type transfert où la présence d'un seuil de 1/2 po [13 mm] de hauteur perturberait le renforcement structurel de la dalle de plancher, un seuil d'une hauteur maximale de 2 po [51 mm] est autorisé

source: In facilities with the occupancies and building occupant loads indicated in Table 1105.1.1, public entrances that are required to be accessible shall have one door be either a full power-operated door or a low-energy power-operated door.
fr_ca: Dans les établissements dont les usages et la capacité d’occupation du bâtiment sont indiqués au tableau 1105.1.1, les entrées publiques qui doivent être accessibles doivent comporter au moins une porte qui est soit une porte à commande électrique complète, soit une porte à commande électrique à faible énergie.

source: In flood hazard areas, upon placement of the lowest floor, including the basement, and prior to further vertical construction, the elevation certification required in Section 1612.4 or the International Residential Code, as applicable, shall be submitted to the building official.
fr_ca: Dans les zones à risque d’inondation, une fois le plancher le plus bas, y compris le sous-sol, mis en place et avant la poursuite de la construction verticale, la certification de l’élévation exigée à l’article 1612.4 ou par l’International Residential Code, selon le cas, doit être soumise au responsable de la construction.

source: In hospitals and rehabilitation facilities of Group I-2 occupancies that specialize in treating conditions that affect mobility, or units within either that specialize in treating conditions that affect mobility, 100 percent of the dwelling units and sleeping units shall be Accessible units.
fr_ca: Dans les hôpitaux et les établissements de réadaptation du groupe I-2 spécialisés dans le traitement d’affections qui touchent la mobilité, ou dans les unités de ces établissements qui sont spécialisées dans le traitement d’affections qui touchent la mobilité, 100 % des logements et des unités de couchage doivent être des unités accessibles.

source: In interior exit stairways and ramps, floor level signage shall be provided in accordance with Section 1023.9.
fr_ca: Dans les escaliers et les rampes d'issue intérieurs, une signalisation au niveau du sol doit être prévue selon la section 1023.9.

source: In kitchens enclosed on three contiguous sides, clearance between all opposing base cabinets, countertops, appliances, or walls within kitchen work areas shall be 60 inches (1525 mm) minimum.
fr_ca: Dans les cuisines fermées sur trois côtés contigus, le dégagement entre toutes les armoires de base de mur opposées, les comptoirs, les appareils électroménagers ou les murs dans les aires de travail de la cuisine doit être d'au moins 60 po [1525 mm].

source: In kitchens with counters, appliances or cabinets on three contiguous sides, clearance between all opposing base cabinets, countertops, appliances, or walls within kitchen work areas shall be 60 inches (1525 mm) minimum.
fr_ca: Dans les cuisines avec des comptoirs, des appareils électroménagers ou des armoires sur trois côtés contigus, le dégagement entre toutes les bases de mur, tous les comptoirs, tous les appareils électroménagers ou tous les murs opposés dans les aires de travail de la cuisine doit être d'au moins 60 po [1525 mm].

source: In kitchens with counters, appliances, or cabinets on three contiguous sides, clearance between all opposing base cabinets, countertops, appliances, or walls within kitchen work areas shall be 60 inches (1525 mm) minimum.
fr_ca: Dans les cuisines avec des comptoirs, des appareils électroménagers ou des armoires sur trois côtés contigus, le dégagement entre toutes les bases de mur, tous les comptoirs, tous les appareils électroménagers ou tous les murs opposés dans les aires de travail de la cuisine doit être d'au moins 60 po [1525 mm].

source: In live/work units constructed in accordance with Section 419, the nonresidential portion is required to be accessible.
fr_ca: Dans les unités d'habitation et de travail construites selon la section 419, la partie non résidentielle doit être accessible.

source: In new buildings and facilities, a clearance of 52 inches (1320 mm) minimum in length and 36 inches (915 mm) minimum in depth shall be provided adjacent to the open face of the compartment.
fr_ca: Dans les nouveaux bâtiments et installations, un dégagement d'au moins 52 po [1320 mm] en longueur et d'au moins 36 po [915 mm] en profondeur doit être prévu à côté de la face ouverte du compartiment.

source: In new buildings and facilities, the depth of a wheelchair space shall be permitted to overlap the required aisle width a maximum of 4 inches (100 mm).
fr_ca: Dans les nouveaux bâtiments et installations, la profondeur d'un espace pour fauteuil roulant peut empiéter sur la largeur requise de l'allée d'au plus 4 po [100 mm].

source: In new buildings and facilities, where a wheelchair space is entered from the front or rear, the wheelchair space shall be 52 inches (1320 mm) minimum in depth.
fr_ca: Dans les nouveaux bâtiments et installations, lorsqu'un espace pour fauteuil roulant est accessible par l'avant ou par l'arrière, la profondeur minimale de cet espace doit être de 52 po [1320 mm].

source: In new buildings, elevator cars shall provide a clear floor area 36 inches (915 mm) minimum in width and 52 inches (1320 mm) minimum in depth.
fr_ca: Dans les bâtiments neufs, les cabines d'ascenseur doivent offrir une surface de plancher libre d'au moins 36 po [915 mm] de largeur et d'au moins 52 po [1320 mm] de profondeur.

source: In one- and two-family dwellings, beams or girders spaced not less than 4 feet (1219 mm) on center shall be permitted to project not more than 6 inches (152 mm) below the required ceiling height.
fr_ca: Dans les habitations de une ou deux familles, les poutres ou poutres maîtresses espacées d’au moins 4 pi (1 219 mm) entre axes sont autorisées à dépasser d’au plus 6 po (152 mm) sous la hauteur de plafond exigée.

source: In open-air assembly seating, the required capacity in inches (mm) of aisles shall be not less than the total occupant load served by the egress element multiplied by 0.08 (2.0 mm) where egress is by stepped aisle and multiplied by 0.06 (1.52 mm) where egress is by level aisles and ramped aisles.
fr_ca: Dans les aires de sièges pour assemblées à l’air libre, la capacité requise des allées, en pouces (mm), ne doit pas être inférieure à la charge d’occupation totale desservie par l’élément d’évacuation, multipliée par 0,08 (2,0 mm) lorsque l’évacuation se fait par une allée à gradins et multipliée par 0,06 (1,52 mm) lorsque l’évacuation se fait par des allées de niveau et des allées en pente.

source: In other than Accessible units and Type A units, a fixed shower head located 48 inches (1220 mm) maximum above the shower floor shall be permitted in lieu of a hand shower.
fr_ca: Dans les unités autres que les unités accessibles et les unités de type A, une tête de mur de douche fixe située à une hauteur maximale de 48 po [1220 mm] au-dessus du plancher de la douche est autorisée à la place d'une douchette.

source: In other than Group B and M occupancies, this provision is limited to openings that do not connect more than four stories.
fr_ca: Dans les usages autres que ceux des groupes B et M, cette disposition est limitée aux ouvertures qui ne relient pas plus de quatre étages.

source: In other than Group I-2 and I-3 occupancies, floor openings containing exit access stairways or ramps shall be enclosed with a shaft enclosure constructed in accordance with Section 713.
fr_ca: Dans les usages autres que ceux des groupes I-2 et I-3, les ouvertures de plancher contenant des escaliers ou des rampes d'accès à l'issue doivent être encloisonnées dans un puits encloisonné construit selon la section 713.

source: In other than Group I-2, and Group I-1, Condition 2, smoke control is not required for atriums that connect only two stories.
fr_ca: Dans les occupations autres que celles du groupe I-2 et du groupe I-1, condition 2, un système de contrôle de la fumée n’est pas exigé pour les atriums qui relient seulement deux étages.

source: In other than Group R-2 dormitory housing provided by places of education, in Group R-2 facilities with Accessible units complying with Section 1108.6.2.3.1, an accessible route is not required to connect stories or mezzanines where Accessible units, all common use areas serving Accessible units and all public use areas are on an accessible route.
fr_ca: Dans les établissements du groupe R-2 autres que les logements en dortoir fournis par des établissements d’enseignement, comportant des unités accessibles conformes à la section 1108.6.2.3.1, un itinéraire accessible n’est pas exigé pour relier les étages ou les mezzanines lorsque les unités accessibles, toutes les aires à usage commun desservant les unités accessibles et toutes les aires à usage public sont desservies par un itinéraire accessible.

source: In other than Groups B and M, this application is limited to openings that do not connect more than four stories.
fr_ca: Pour les groupes autres que B et M, cette disposition est limitée aux ouvertures qui ne relient pas plus de quatre étages.

source: In other than Groups I-2 and I-3, a vertical opening that is not used as one of the applications specified in this Section shall be permitted if the opening complies with all of the following items:
fr_ca: Dans les groupes autres que I-2 et I-3, une ouverture verticale qui n’est pas utilisée pour l’une des applications spécifiées dans la présente section est autorisée si elle satisfait à toutes les exigences suivantes :

source: In other than dwelling units, toilet, bathing and shower room floor finish materials shall have a smooth, hard, nonabsorbent surface.
fr_ca: Dans les usages autres que les logements, les matériaux de revêtement de sol des toilettes et salles de bain et douche doivent offrir une surface lisse, dure et non absorbante.

source: In other than kitchens and bathrooms, one or more receptacles controlled by a wall switch shall be considered equivalent to the required lighting outlet.
fr_ca: Dans les pièces autres que les cuisines et les salles de bain, une ou plusieurs prises commandées par un interrupteur mural doivent être considérées comme équivalentes à la prise d'éclairage exigée.

source: In other than occupancies in Groups R-2, R-3, and I-1, the construction documents shall designate the number of occupants to be accommodated on every floor, and in all rooms and spaces.
fr_ca: Pour les usages autres que ceux des groupes R-2, R-3 et I-1, les documents de construction doivent indiquer le nombre d’occupants pouvant être accueillis à chaque étage ainsi que dans toutes les pièces et tous les espaces.

source: In other than rooms or spaces used for assembly purposes and Group B and M occupancies, the minimum clear aisle capacity shall be determined by Section 1005.1 for the occupant load served, but the width shall be not less than that required for corridors by Section 1020.3.
fr_ca: Dans les pièces ou espaces autres que ceux utilisés à des fins d’assemblée et les usages des groupes B et M, la capacité libre minimale des allées doit être déterminée conformément à la section 1005.1 en fonction de la charge d’occupants desservie, mais la largeur ne doit pas être inférieure à celle exigée pour les corridors par la section 1020.3.
